chuckjonas.apex-pmd #code analisys
FinancialForce.lana #log analisys
salesforce.salesforce-vscode-slds
salesforce.salesforcedx-vscode
salesforce.salesforcedx-vscode-apex
salesforce.salesforcedx-vscode-apex-debugger
salesforce.salesforcedx-vscode-apex-replay-debugger
salesforce.salesforcedx-vscode-core
salesforce.salesforcedx-vscode-expanded
salesforce.salesforcedx-vscode-lightning
salesforce.salesforcedx-vscode-lwc
salesforce.salesforcedx-vscode-soql
salesforce.salesforcedx-vscode-visualforce